#str = '5 или пять' # Длина слова
#print(len(str)) # Длина слова

#A = 12 # суммы разности
#B = 7 # суммы разности
#print (A + B)
#print(str(A + B)) # суммы и разности
#print(len(str(A + B))) # суммы и разности
#print (A - B) # суммы и разности
#print(str(A - B)) # суммы и разности
#print(len(str(A - B))) # суммы и разности

#numbers = [] # среднее арифметическое
#for i in range(3): # среднее арифметическое
#    num = float(input('Введите число: ')) # среднее арифметическое
#    numbers.append(num) # среднее арифметическое
#average = sum(numbers)/len(numbers) # среднее арифметическое
#print('Среднее арифметическое:', average) # среднее арифметическое
#print(str(average)) # среднее арифметическое

#a = 'Вторник' # Простые строчки
#b = 'Понедельник' # Простые строчки
#c = ', ' # Простые строчки
#print(b,c,a) # Простые строчки

#a = float(input('Введите первое число a: ')) # Сложная формула
#b = float(input('Введите второе число b: ')) # Сложная формула
#c = float(input('Введите третье число c: ')) # Сложная формула
#f = (((a * b) + (a * c)) ** 3)/2 # Сложная формула
#print(f) # Сложная формула